import './core.scss';
import { ChristmasApp } from './app__cmas-tree/app';

const cmt = new ChristmasApp();
cmt.init();

console.log(`
Добрый день, дорогие мои товарищи, вот и подходит к концу данный таск!
  
Я очень сильно на*овнокодил, поэтому прошу прощения!(

=========================================
============ Самооценка ================
=========================================

- Вёрстка страниц приложения и навигация между ними +30 
> Главная есть +10
> Шоу рум есть +10
> Навигация в шапке работает, естественно +10

- Меню с настройками +50
> Фоны выбираются +10
> Ёлки выбираются +10
> Тумблер снега +10
> Тумблер музыки +10
> Пишется в локал сторадж +10

Огромное Вам спасибо! С наступающими!`);
